/*
{
  "id": 169,
  "fin_prdt_cd": {
    "id": 59,
    "fin_prdt_cd": "10-01-30-355-0002",
    "kor_co_nm": "주식회사 카카오뱅크",
    "fin_prdt_nm": "카카오뱅크 자유적금",
    "etc_note": "1. 가입방법 : 스마트폰\n2. 가입금액 : 1천원 이상(원단위)\n3. 가입기간 : 6개월 이상 ~ 36개월 이하(월, 일단위 지정 가능)\n4. 월 적립한도 : 1천원 이상 월 300만원 이하 원단위(단, 자동연장된 원리금은 월 적립한도에 포함되지 않음)",
    "join_deny": 1,
    "join_member": "만 17세 이상의 실명의 개인",
    "join_way": "스마트폰",
    "spcl_cnd": "자동이체시 우대금리 제공 : 연 0.20%p\n - 제공조건 : 전체 계약월수의 1/2이상을 자동이체로 납입하고 만기 해지하는 경우\n - 유의사항 : 만기 자동연장된 원리금은 우대금리를 제공하지 않음"
  },
  "intr_rate_type": "S",
  "intr_rate_type_nm": "단리",
  "intr_rate": 3.7,
  "intr_rate2": 3.9,
  "save_trm": 6,
  "rsrv_type": "F",
  "rsrv_type_nm": "자유적립식"
}
*/